Dlubal.RFEM5.MaterialModelDefinitionType
Type of the material model definition

Dlubal.RFEM5.MaterialModelDefinitionType.UnknownModelDefinitionType
Unknown

Dlubal.RFEM5.MaterialModelDefinitionType.BasicDefinitionType
Basic

Dlubal.RFEM5.MaterialModelDefinitionType.BilinearDefinitionType
Bilinear

Dlubal.RFEM5.MaterialModelDefinitionType.DiagramDefinitionType
Stress-Strain Diagram